Repository: LuhhLu/swiftUIAIbase
Catalog: PayWall/PayWall/Localizable.xcstrings
Source language: en
Languages: es, ja

source: $20.83/month. Billed annually
es: $20.83/mes. Facturado anualmente
ja: 月額 $20.83。年額請求されます

source: Annually
es: Anual
ja: 年間プラン

source: Automatic payment, can be cancelled at any time Terms of Service and Privacy Policy
es: Pago automático, se puede cancelar en cualquier momento Términos de servicio y Política de privacidad
ja: 自動支払いはいつでもキャンセルできます。 利用規約およびプライバシーポリシー

source: Cloud Sync
es: Sincronización en la nube
ja: クラウド同期

source: Create unlimited tasks without any restrictions
es: Crea tareas ilimitadas sin ninguna restricción
ja: 制限なしで無制限のタスクを作成できます

source: Dark Mode
es: Modo oscuro
ja: ダークモード

source: Enjoy a beautiful dark mode experience
es: Disfruta de una hermosa experiencia en modo oscuro
ja: 美しいダークモードの体験をお楽しみください

source: Get 3 days free trial
es: Obtén 3 días de prueba gratuita
ja: 3日間の無料トライアルを利用できます

source: Monthly
es: Mensual
ja: 月額プラン

source: Prioritize tasks to focus on what matters most
es: Prioriza las tareas para enfocarte en lo que más importa
ja: 最も重要なことに集中するためにタスクを優先順位付けしましょう

source: Reminders & Alerts
es: Recordatorios y alertas
ja: リマインダーとアラート

source: Set reminders and alerts to never miss a deadline
es: Establece recordatorios y alertas para no perder nunca una fecha límite
ja: 締め切りを逃さないようにリマインダーとアラートを設定しましょう

source: Subscribe
es: Suscribirse
ja: 購読する

source: Sync your tasks across all devices seamlessly
es: Sincroniza tus tareas en todos tus dispositivos sin problemas
ja: タスクをすべてのデバイスでシームレスに同期します

source: Task Prioritization
es: Priorización de tareas
ja: タスクの優先順位付け

source: Unlimited Tasks
es: Tareas ilimitadas
ja: 無制限のタスク
